PersonCountingLib/PersonCountingLib/uploader/UpdateStudentStatusSoap.UpdateClassRoomPersonStatus.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
  xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns1="JF.ClassRoomGuidance.Webservice">
 <SOAP-ENV:Body>
   <ns1:UpdateClassRoomPersonStatus>
    <ns1:account></ns1:account>
    <ns1:password></ns1:password>
    <ns1:roomNo></ns1:roomNo>
    <ns1:studentCount>0</ns1:studentCount>
    <ns1:updateTime>2015-09-02T02:46:09Z</ns1:updateTime>
   </ns1:UpdateClassRoomPersonStatus>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
